{
  "page.home.head.title": "Al-Muntada - The Arab Academic Imprint",
  "navbar.search":"search",
  "homepage.title_2": "For collaboration, sharing and support",
  "navbar.podcast": "Podcast",
  "navbar.academic": "List of Academics",
  "navbar.contact": "Contact Us",
  "homepage.joinus": "Join Us",
  "homepage.title": "Al-Muntada",
  "homepage.title_1": "The Arab Academic Imprint",
  "homepage.about": "About the Project",
  "homepage.description": "To provide academics with the opportunity to establish an Arab academic network and to share all academic information.",
  "homepage.about_2": "We believe that education in general and taking part in an academic journey in specific is considered one of the means for shrinking the gaps of poverty.  ",
  "homepage.description_2": "Studies have shown that the percentage of Arab academics is lower than Jewish academics in the country. \nThe Arab society faces many challenges represented in the socio-economic gaps, which is also reflected in the educational system in general and in the employment opportunities in specific.  Our forum would like to join the voices calling for fighting poverty.\n",
  "homepage.impact.sub.title": "We are the ones making the future",
  "homepage.impact.desc": "The concepts of social impact of the project and its’ value through mutual cooperation, as well as the creation of common financial and emotional values for a community of Arab academics.   ",
  "homepage.vision.sub.title": "Our vision",
  "homepage.vision.desc": "An Arab Academic Platform created to leave a social trace in local leadership.",
  "homepage.message.sub.title": "Our message ",
  "homepage.message.desc": "This forum stives for closing the social gaps though being a supportive and cooperative platform.",
  "homepage.missfix.sub.title": "Acknowledgment and support",
  "homepage.missfix.desc": "The “Miss Fix” competition for social impact was held in September 2022, a competition held by the women’ lobby “Shdulat Nashim” sponsored by “Bank Hapoalim”.\nThe competition is set to allow shedding light on social initiatives as well as to women taking part in such initiatives. The fundamental values on which the competition evaluates the participating initiatives are: social justice, equality, sustainability, health, technology and human rights. These values would allow for a variety of initiatives to take part in the competition, focusing on those led by women entrepreneurs. \n183 women had participated in the 2022 competition, presenting a variety of initiatives. Over 70 thousand voters had voted for the various initiates in that competition. The “Al-Muntada” project won 2nd place.\n",
  "homepage.goals.title": "Our goals ",
  "homepage.goals": [
    {
      "desc": "Management and operation: \nAl-Muntada is a social platform for academy students as well as academy graduates in the Arab society. The platform is constantly growing and evolving as is open for new members wanting to take part in knowledge sharing, cooperation, and much\n more.   \n"
    },
    {
      "desc": "Academic podcast “let’s hear you”:\nThe podcast will host academics who will be sharing their experience in the academy as well as in their career. The podcast aims to raise awareness for the possibilities that the Arab community could seek in the studies field, as well as in possible career paths.\n"
    },
    {
      "desc": "Information services: \nAl-Muntada platform will allow members to share information and knowledge about the academic life and possible career paths.\n"
    }
  ],
  "homepage.founder.title": "Founders",
  "homepage.founders": [
    {
      "name": "Hassan Hassouna",
      "desc": "A graduate of a bachelor degree in Information Systems Management from Tel Aviv-Yafo Academic College.",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0007_taz060.jpg?_s=public-apps"
    },
    {
      "name": "Ala Hasouna",
      "desc": "a bachelor's degree in economics and management from Tel Aviv-Yafo Academic, a pension marketer's license from the Ministry of Finance, a master's degree in business administration from Ben Gurion University and a doctoral degree in management from Bar Ilan University. ",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0008_f67cb7.jpg?_s=public-apps"
    }
  ],
  "homepage.cofounders.title": "Board members",
  "homepage.cofounders": [
    {
      "name": "Hanaa adsi",
      "desc": "A biology graduate with a master's in biochemistry, Hanaa is currently pursuing a doctoral degree in biological sciences and biochemistry at Tel Aviv University.",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0006_mvjdw2.jpg?_s=public-apps"
    },
    {
      "name": "Ahmed Hasona",
      "desc": "A graduate of Or Yehuda College with a bachelor's degree in social education, and a master's degree in management and organization of formal and informal education systems, of krait ono.",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0004_cm4v8g.jpg?_s=public-apps"
    },
    {
      "name": "Kayan Bsoul",
      "desc": "A graduate of a bachelor degree in pharmacy, B.Sc.Pharm by the Hebrew university of Jerusalem. Also a graduate of  Masters in Law from Bar Ilan university.  ",
      "image": "https://res.cloudinary.com/dieieuuby/image/upload/v1686944136/npkh6tma4heenzo5wu0x.jpg"
    },
    {
      "name": "Nahad Abu Din",
      "desc": "a student pursuing a bachelor's degree in informal education, is an expert in neurolinguistic programming.",
      "image": "https://res.cloudinary.com/dieieuuby/image/upload/v1686944231/nahedCo_pzqvvj.jpg"
    },
    {
      "name": "Nicholas Zakach",
      "desc": "a Tel Aviv Jaffa Academic College graduate and Ramat Gan Academic College graduate, holds a bachelor's degree in nursing and health systems",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0005_e0y2ym.jpg?_s=public-apps"
    },
    {
      "name": "Safa Abu-Sbeet",
      "desc": "BSc degree from Ben Gurion University in the field of Chemistry and is now a student for a master's degree in business administration.",
      "image": "https://res.cloudinary.com/djc1iyjjm/image/upload/c_pad,b_auto:predominant,fl_preserve_transparency/v1686943427/IMG-20230616-WA0003_dpl9qd.jpg?_s=public-apps"
    }
  ],
  "academicpage.title": "The Arab Academic list",
  "academicpage.text": " Our ability to communicate and collaborate with one another as an Arab society is the key to societal change for the better. Join us for a listing of Arab academics from countries and regions worldwide",
  "academicpage.acdemics": "List of Arab academics by location and specialization",
  "academicpage.acdemicsField":"By Field",
  "academicpage.acdemics.Area":"By Area",
  "academicpage.dialog.title": "Register as an academic",
  "academicpage.dialog.sub.title": "Please fill in the following details to register as an academic in English",
  "academicpage.dialog.first.name": "First Name",
  "academicpage.dialog.Birhdate": "BirthDate",
  "academicpage.dialog.last.name": "Last Name",
  "academicpage.dialog.email": "Email",
  "academicpage.dialog.age": "Age",
  "academicpage.dialog.imageurl": "Choose Image",
  "academicpage.dialog.city": "City",
  "academicpage.dialog.degree": "Degree",
  "academicpage.dialog.subject": "Subject",
  "academicpage.dialog.job": "Career",
  "academicpage.dialog.button": "Register",
  "academicpage.dialog.required": "Required",
  "academicpage.dialog.sex": "Gender",
  "academicpage.dialog.company": "Company",
  "academicpage.dialog.phone": "Phone Number",
  "academicpage.dialog.upload": "UPLOAD PICTURE",
  "academicpage.dialog.success": "Your registration has been successfully completed",
  "academicpage.dialog.error": "Error in registration please try again later",
  "academicpage.dialog.error.email": "Email already exists",
  "academicpage.dialog.checkbox": "I confirm that I have read the privacy policy, I confirm that the information I provided is accurate and reliable, I agree to bear the responsibility for any inaccurate or unreliable information provided by myself. \nIn addition, I consent to the publishing of my personal profile picture on the website and in the ALMUNTADA forum's database and it's partners' database.",
  "contactpage.title": "Contact Us",
  "contactpage.text": "For contact us please fill the form below",
  "contactpage.submit": "Submit",
  "academicpage.dialog.close":"close",
  "contactpage.fullname": "Full Name",
  "contactpage.email": "Email",
  "contactpage.message": "Message",
  "contactpage.required": "Required",
  "contactpage.dialog.title": "The message has been sent successfully",
  "contactpage.send.title": "Your messege sent successfully",
  "contactpage.subject": "Subject",
  "contactpage.subjects": [
    {
      "label": "Publication in the monthly magazine"
    },
    {
      "label": "Podcast Hosting Request \"We Heard Your Voice\""
    },
    {
      "label": "Cooperation of operators or institutions"
    },
    {
      "label": "Find a workshop or training"
    },
    {
      "label": "Advice for choosing a career"
    },
    {
      "label": "Find a job"
    },
    {
      "label": "Find a scholarship"
    },
    {
      "label": "Other"
    }
  ],
  "podcastpage.desc": "Podcast \"We heard your voice\". An individual and talk show program aimed at researching academic personalities from the Arab community who wish to share their experience with their community and discuss academic and professional issues.",
  "podcastpage.subdesc": "Meaning participate in a podcast meeting with us. Leave your details and we will contact you",
  "footer.contactus": "Contact Us"
}
